[Asari_Head X2BodyPartTemplate]
DisplayName="莉亚拉头部"

[AsariRookie X2SoldierClassTemplate]
DisplayName="阿莎丽新兵"

[AsariSoldier X2CharacterTemplate]
strCharacterName="士兵"

strCharacterBackgroundFemale[0]="一位因对ADVENT感到幻灭而离职的前外交官，<XGParam:StrValue1/!FirstName/>对无辜者的死亡感到厌倦和愤怒，并认为推翻长老会是必要的。"
strCharacterBackgroundFemale[1]="在<XGParam:StrValue0/!CountryName/>出生的Asari-人类混血儿，<XGParam:StrValue1/!FirstName/>多年来目睹了好友们失踪，她希望我们能帮她解开这个谜团。"

[BioticBarrier X2AbilityTemplate]
LocFriendlyName="生物力场"
LocLongDescription="阿莎丽擅长操控她们体内的零元素，使她们能够制造能够承受伤害的生物力场，并在力场被破坏后重新生成。"
LocHelpText="阿莎丽拥有<Ability:ASARI_BARRIER/>点强度的力场，并且每回合可以恢复<Ability:BIOTIC_REGEN/>点。"
LocFlyOverText="生物力场"

[BioticRebuild X2AbilityTemplate]
LocFriendlyName="生物力场"
LocLongDescription="阿莎丽擅长操控她们体内的零元素，使她们能够制造能够承受伤害的生物力场，并在力场被破坏后重新生成。"
LocHelpText="阿莎丽拥有<Ability:ASARI_BARRIER/>点强度的力场，并且每回合可以恢复<Ability:BIOTIC_REGEN/>点。"
LocFlyOverText="生物力场"

[BioticRegen X2AbilityTemplate]
LocFriendlyName="生物力场再生"
LocLongDescription="阿莎丽擅长操控她们体内的零元素，使她们能够制造能够承受伤害的生物力场，并在力场被破坏后重新生成。"
LocHelpText="阿莎丽拥有<Ability:ASARI_BARRIER/>点强度的力场，并且每回合可以恢复<Ability:BIOTIC_REGEN/>点。"
LocFlyOverText="生物力场"

[RM_Asari X2EncyclopediaTemplate]
ListTitle="Asari"
DescriptionTitle="Asari"
DescriptionEntry="阿莎丽是来自一个充满名为'零元素'星球的长寿种族，她们能轻易地与其他种族产生共鸣，甚至与它们有兼容的性关系。（泰根仍在努力弄清楚这究竟是如何工作的）。Thessia 上零元素的存在赋予了 阿莎丽独特的能力，她们称之为'生物力'，而真正经验丰富的生物力使用者受到长老们的严密保护，但即使是最年轻的 阿莎丽也知道如何形成生物力场来保护自己免受伤害。"

[Country_Asari X2CountryTemplate]
DisplayName="阿莎丽共和国"
DisplayNameWithArticle="阿莎丽共和国"  
DisplayNameWithArticleLower="阿莎丽共和国"  
DisplayNamePossessive="阿莎丽共和国"  
DisplayAdjective="阿莎丽"